{"version": "1.0", "truncation": null, "padding": null, "added_tokens": [{"id": 2, "content": "<unk>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 0, "content": "<s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 1, "content": "</s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 3, "content": "<pad>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 4, "content": "<mask>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 85, "content": "Product:", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 75, "content": "<extra_token_0>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 76, "content": "<extra_token_1>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 77, "content": "<extra_token_2>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 78, "content": "<extra_token_3>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 79, "content": "<extra_token_4>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 80, "content": "<extra_token_5>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 81, "content": "<extra_token_6>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 82, "content": "<extra_token_7>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 83, "content": "<extra_token_8>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 84, "content": "Yield:", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 86, "content": "Fill-Mask:", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 87, "content": "Classification:", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 88, "content": "Reagents:", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 89, "content": "Reactants:", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 90, "content": "<extra_task_15>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 91, "content": "<extra_task_16>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 92, "content": "<extra_task_17>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 93, "content": "<extra_task_18>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 94, "content": "<extra_task_19>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 95, "content": "<extra_task_20>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 96, "content": "<extra_task_21>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 97, "content": "<extra_task_22>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 98, "content": "<extra_task_23>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}, {"id": 99, "content": "<extra_task_24>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": false, "special": true}], "normalizer": null, "pre_tokenizer": {"type": "Split", "pattern": {"String": ""}, "behavior": "Isolated", "invert": false}, "post_processor": null, "decoder": null, "model": {"type": "WordLevel", "vocab": {"<s>": 0, "</s>": 1, "<unk>": 2, "<pad>": 3, "<mask>": 4, "C": 5, "c": 6, "(": 7, ")": 8, "1": 9, "O": 10, "2": 11, "=": 12, "N": 13, "n": 14, "3": 15, "[": 16, "]": 17, "@": 18, "H": 19, "F": 20, "-": 21, "S": 22, "l": 23, "4": 24, "/": 25, "s": 26, ".": 27, "B": 28, "o": 29, "r": 30, "+": 31, "#": 32, "5": 33, "\\\\": 34, "6": 35, "I": 36, ">": 37, "P": 38, "i": 39, "7": 40, "a": 41, "8": 42, "%": 43, "9": 44, "K": 45, "e": 46, "0": 47, "d": 48, "L": 49, "A": 50, "Z": 51, "u": 52, "Y": 53, "g": 54, "M": 55, "T": 56, "R": 57, "W": 58, "t": 59, "b": 60, "G": 61, "p": 62, "V": 63, "h": 64, "f": 65, "U": 66, "<": 67, "m": 68, "E": 69, "D": 70, "y": 71, "*": 72, "X": 73, "k": 74, "<extra_token_0>": 75, "<extra_token_1>": 76, "<extra_token_2>": 77, "<extra_token_3>": 78, "<extra_token_4>": 79, "<extra_token_5>": 80, "<extra_token_6>": 81, "<extra_token_7>": 82, "<extra_token_8>": 83, "Yield:": 84, "Product:": 85, "Fill-Mask:": 86, "Classification:": 87, "Reagents:": 88, "Reactants:": 89, "<extra_task_15>": 90, "<extra_task_16>": 91, "<extra_task_17>": 92, "<extra_task_18>": 93, "<extra_task_19>": 94, "<extra_task_20>": 95, "<extra_task_21>": 96, "<extra_task_22>": 97, "<extra_task_23>": 98, "<extra_task_24>": 99}, "unk_token": "<unk>"}}